<?php

return [
    'add' => 'Додати',
    'select' => 'Оберіть файл',
    'close' => 'Закрити',
    'confirm' => 'Підтвердити',
    'save' => 'Зберегти',
    'submit' => 'Подати',

    'problems_with_input' => 'Виникли проблеми з введенням.',

    'change_locale' => 'Змінити мову, En',
    'create_products' => 'Створити Продукт',
    'create_posts' => 'Створити Пост',

    'logout' => 'Вийти',

    'home' => 'Головна',
    'title' => 'Назва',
    'quantity' => 'Кількість',
    'set_lang' => 'en',
    'send_link' => 'Надіслати',
    'owner' => 'Від',
    'created_at' => ', Створено в',
    'show' => 'Показати',
    'edit' => 'Редагувати',
    'delete' => 'Видалити',
    'action' => 'Дія',

    'success' => 'Успіх',

    'pass' => 'Пароль',
    'email' => 'Пошта',
    'name' => 'Ім\'я',
    'password_confirmation' => 'Підтвердьте пароль',


    'remember_me' => 'Запам\'ятати',
    'request' => 'Забули свій пароль?',

    'forgot_pass' => 'Забули свій пароль? Без проблем. Просто повідомте нам свою адресу електронної пошти, і ми надішлемо вам електронною поштою посилання для скидання пароля, за яким ви зможете вибрати новий.',
    'reset_link' => 'Посилання для скидання пароля електронної пошти',
    'reset_pass' => 'Скинути пароль',

    'log_in' => 'Увійти',
    'already_register' => 'Вже зареєстровані?',
    'register' => 'Реєстрація',

    'verification_link' => 'Нове посилання для підтвердження було надіслано на адресу електронної пошти, яку ви вказали під час реєстрації.',
    'verify' => 'Дякуємо за реєстрацію! Перш ніж почати, чи могли б ви підтвердити свою адресу електронної пошти, натиснувши посилання, яке ми щойно надіслали вам? Якщо ви не отримали електронного листа, ми з радістю надішлемо вам інший.',
    'resend' => 'Відправити лист з підтвердженням',

    'secure' => 'Це захищена область додатка. Будь ласка, підтвердьте свій пароль, перш ніж продовжити.',

    'save_changes' => 'Зберегти Зміни',
    'personal_info' => 'Особиста Інформація',
    'follow' => 'Стежити',
    'message' => 'Повідомлення',
    'edit_photo' => 'Змінити фото',
    'error' => 'Помилка',
    'my_profile' => 'Мій Профіль',
    'admin_panel' => 'Адміністратор',

    'recipes' => 'Рецепти',
    'all_recipes' => 'Всі рецепти',
    'create_recipes' => 'Створити рецепт',
    'create_ingredient' => 'Створити новий інгредієнт',
    'edit_ingredient' => 'Редагувати інгредієнт',
    'no_recipe' => 'У жодному рецепті не використовується цей інгредієнт',
    'create_specification' => 'Створити нову специфікацію',
    'edit_specification' => 'Редагувати специфікацію',
    'no_recipe_spec' => 'У жодному рецепті не використовується ця специфікація',

    'ingredients' => 'Інгредієнти',
    'specifications' => 'Специфікації',

    'list_all_spec' => '- Перелік усіх специфікацій',
    'add_spec' => '- Додати нову специфікацію',

    'admin_menu' => 'Меню Адміністратора',
    'list_all_ingr' => '- Перелік усіх інгредієнтів',
    'add_ingr' => '- Додати новий інгредієнт',

    'search' => 'Пошук...',
    'number_of' => 'Кількість рецептів',

    'amount' => 'Кількість',

    'no_result' => 'Немає результатів - Додати',

    'no_comment' => 'Ніхто не залишив коментарів про цей рецепт. Давай, скажи всім, чи це смачно!',

    'comment' => 'Коментар',
    'comments' => 'Коментарі',


    'servings' => '# Порцій',
    'time' => 'Час в Хвилинах',

    'type' => 'Тип Рецепту',

    'image' => 'Картинка',
    'click' => 'Натисність щоб завантажити',
    'drag' => 'або перетягніть',
    'directions' => 'Інструкції',
    'write_directions' => 'Напишіть інструкції...',
    'add_meal' => 'Додати рецепт',

    'update_meal' => 'Редагувати рецепт',

    'recipe_details' => 'Деталі Рецепта',
    'minutes' => 'хвилин',
    'minutes' => 'хвилин',
    'minutes' => 'хвилин',

    'cooking' => 'Час приготування та приготування',

    'followers' => 'Підписники',
    'folowing' => 'Підписки',
];
